已找到 ，现提供共享
1 应用程序定义或对象定义错误
2 应用程序定义或对象定义错误
3 无 GoSub 返回
4 应用程序定义或对象定义错误
5 无效的过程调用或参数
6 溢出
7 内存溢出
8 应用程序定义或对象定义错误
9 下标越界
10 该数组被固定或暂时锁定
11 除数为零
12 应用程序定义或对象定义错误
13 类型不匹配
14 溢出串空间
15 应用程序定义或对象定义错误
16 表达式太复杂
17 不能执行所需的操作
18 出现用户中断
19 应用程序定义或对象定义错误
20 无错误恢复
21 应用程序定义或对象定义错误
22 应用程序定义或对象定义错误
23 应用程序定义或对象定义错误
24 应用程序定义或对象定义错误
25 应用程序定义或对象定义错误
26 应用程序定义或对象定义错误
27 应用程序定义或对象定义错误
28 溢出堆栈空间
29 应用程序定义或对象定义错误
30 应用程序定义或对象定义错误
31 应用程序定义或对象定义错误
32 应用程序定义或对象定义错误
33 应用程序定义或对象定义错误
34 应用程序定义或对象定义错误
35 子过程或函数未定义
36 应用程序定义或对象定义错误
37 应用程序定义或对象定义错误
38 应用程序定义或对象定义错误
39 应用程序定义或对象定义错误
40 应用程序定义或对象定义错误
41 应用程序定义或对象定义错误
42 应用程序定义或对象定义错误
43 应用程序定义或对象定义错误
44 应用程序定义或对象定义错误
45 应用程序定义或对象定义错误
46 应用程序定义或对象定义错误
47 DLL 应用程序客户太多
48 加载 DLL 错误
49 DLL 调用约定错误
50 应用程序定义或对象定义错误
51 内部错误
52 文件名或文件号错误
53 文件未找到
54 文件模式错误
55 文件已打开
56 应用程序定义或对象定义错误
57 设备 I / O 错误
58 文件已存在
59 记录长度错误
60 应用程序定义或对象定义错误
61 磁盘已满
62 输入超出文件尾
63 记录号错误
64 应用程序定义或对象定义错误
65 应用程序定义或对象定义错误
66 应用程序定义或对象定义错误
67 文件太多
68 设备不可用
69 应用程序定义或对象定义错误
70 拒绝的权限
71 磁盘未准备好
72 应用程序定义或对象定义错误
73 应用程序定义或对象定义错误
74 不能更名为不同的驱动器
75 路径 / 文件访问错误
76 路径未找到
77 应用程序定义或对象定义错误
78 应用程序定义或对象定义错误
79 应用程序定义或对象定义错误
80 应用程序定义或对象定义错误
81 应用程序定义或对象定义错误
82 应用程序定义或对象定义错误
83 应用程序定义或对象定义错误
84 应用程序定义或对象定义错误
85 应用程序定义或对象定义错误
86 应用程序定义或对象定义错误
87 应用程序定义或对象定义错误
88 应用程序定义或对象定义错误
89 应用程序定义或对象定义错误
90 应用程序定义或对象定义错误
91 对象变量或 With 块变量未设置    
    92 For 循环未初始化    
    93 无效的模式串    
    94 无效使用 Null    
    95 应用程序定义或对象定义错误    
    96 由于对象已经激活了事件接受器支持的最大数目的事件 ，不能吸收对象
    的事件    
    97 不能调用对象的友元函数 ，该对象不是所定义类的一个实例 。
    98 属性或方法调用不能包括对私有对象的引用 ，不论是作为参数还是作为
    返回值    
    99 应用程序定义或对象定义错误    
    100 应用程序定义或对象定义错误